Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaisasioiden_neuvottelupaivilla_esilla_mm__alkuperaiskansojen_oikeuksien_toimeenpano_suomessa.html.tmx
Source language: fin
Languages: smn

source: Saamelaisasioiden neuvottelupäivillä esillä mm. alkuperäiskansojen oikeuksien toimeenpano Suomessa
smn: Sämiašij ráđádâllâmpeeivijn oovdân ei. algâalmugij vuoigâdvuođâi tooimânpieijâm Suomâst

source: Saamelaisasioiden neuvottelupäivät järjestetään 16.–17. marraskuuta 2020 etäyhteyksin.
smn: Sämiašij ráđádâllâmpeeivih uárnejuvvojeh skammâmáánu 16.-17. peeivi 2020 káidusohtâvuođâiguin.

source: Vuosittain järjestettävien neuvottelupäivien tarkoituksena on käydä läpi ajankohtaisia saamelaisasioita ministeriöiden virkamiesten ja Saamelaiskäräjien edustajien kanssa.
smn: Ráđádâllâmpeeivih uárnejuvvojeh jyehi ive já peeivij ulmen lii moonnâđ čoođâ äigikyevdilis sämiaašijd ministeriöi virgeulmui já Sämitige ovdâsteijei kooskâst.

source: Tänä vuonna neuvottelupäivillä esillä olevat teemat ovat alkuperäiskansojen oikeuksien toimeenpano Suomessa sekä tilannekatsaus saamelaisten kieltä ja kulttuuria koskevista määrärahoista.
smn: Taan ive ráđádâllâmpeeivijn oovdân láá čuávuvááh teemah: algâalmugij vuoigâđvuođâi tooimânpieijâm Suomâst sehe kejâstâh sämmilij kielâ já kulttuur kyeskee meriruuđâi tilán.

source: Neuvottelupäivien ensimmäisenä päivänä on kaikille ministeriöille tarkoitettu yhteinen osuus, jossa käsitellään alkuperäiskansojen oikeuksien täytäntöönpanoa Suomen kansainvälisten ihmisoikeusvelvoitteiden ja -sitoumusten osalta.
smn: Ráđádâllâmpeeivij vuossâmuu peeivi uárnejuvvoo puoh ministeriöid uáivildum ohtâsâš uási, kost kieđâvušeh algâalmugij vuoigâdvuođâi tooimânpieijâm Suomâ almugijkoskâsii olmoošvuoigâdvuotâkenigâsvuođâi já -čonnâsem uásild.

source: Toisena päivänä kootaan tilannetietoa saamelaisten kieltä ja kulttuuria erityisesti koskevista määrärahoista.
smn: Nube peeivi čuákkejeh tiäđuid sämmilij kielâ já kulttuur eromâšávt kyeskee meriruuđâi tiileest.

source: ”Odotan neuvottelupäiviltä hyvää keskustelua saamelaisia koskevista ajankohtaisista asioista.
smn: ”Mun vuárdám ráđádâllâmpeeivijn pyeri savâstâllâm sämmilijd kyeskee äigikyevdilijn aašijn.

source: Erityisesti on tärkeää käsitellä alkuperäiskansojen oikeuksien toimeenpanoa Suomessa, sillä Suomessa ei tähän mennessä ole valmisteltu kansallista strategiaa eikä alkuperäiskansojen oikeuksien julistuksen toimeenpano tapahdu koordinoidusti”, sanoo puheenjohtaja Tuomas Aslak Juuso.
smn: Eromâšávt lii tergâd kieđâvuššâđ algâaalmugij vuoigâdvuođâi tooimânpieijâm Suomâst, tastko Suomâst ij taan räi lah valmâštâllum aalmuglâš strategia ijge algâaalmugij vuoigâdvuođâi julgáštâs tooimânpieijâm lah koordinistum”, iätá saavâjođetteijee Tuomas Aslak Juuso.

source: Neuvotteluiden toisena päivänä käydään lisäksi keskustelua Saamelaiskäräjien ehdottamista ajankohtaisista aiheista niistä vastaavien virkamiesten kanssa.
smn: Ráđádâlmij nube peeivi savâstâleh lasseen Sämitige iävtuttâm äigikyevdilijn fáádáin jieškote-uv syergi västideijee virgeulmuin.

source: Aiheina ovat kulttuuripalvelut ja keskusten rahoitus, saamelaisten elinkeinonharjoittajien sosiaaliturvan kehittäminen sekä saamenkieliset ja kulttuurinmukaiset mielenterveyspalvelut.
smn: Fáddán láá kulttuurpalvâlusah já kuávdái ruttâdem, sämi-iäláttâsâi hárjutteijei sosiaaltorvo ovdedem sehe sämikielâliih já kulttuurmiäldásiih mielâtiervâsvuotâpalvâlusah.

source: Saamelaiskäräjiltä neuvottelupäiviin osallistuvat puheenjohtaja Tuomas Aslak Juuso, I varapuheenjohtaja Anni Koivisto, II varapuheenjohtaja Leo Aikio, hallintopäällikkö Pia Ruotsala-Kangasniemi sekä Saamelaiskäräjien virkamiehiä eri sektoreilta.
smn: Sämitiggeest ráđádâllâmpeivijd uásálisteh saavâjođetteijee Tuomas Aslak Juuso, I värisaavâjođetteijee Anni Koivisto, II värisaavâjođetteijee Leo Aikio, haldâttâhhovdâ Pia Ruotsala-Kangasniemi sehe Sämitige virgeulmuuh jieškote-uv syergist.

source: Neuvottelupäivät ovat oikeusministeriön ja Saamelaiskäräjien koordinoimat ja järjestetään nyt kuudennen kerran.
smn: Ráđádâllâmpeeivih láá riehtiministeriö já Sämitige koordinistem já toh uárnejuvvojeh tääl kuuđâd keerdi.

source: Lisätietoja:
smn: Lasetiäđuh:

source: Puheenjohtaja Tuomas Aslak Juuso puh. 040 687 3394 / 010 839 3101, tuomas.juuso(at)samediggi.fi
smn: Saavâjođetteijee Tuomas Aslak Juuso puh. 040 687 3394 / 010 839 3101, tuomas.juuso(at)samediggi.fi

source: I varapuheenjohtaja Anni Koivisto puh. 040 415 5969, anni.koivisto(at)samediggi.fi
smn: I värisaavâjođetteijee Anni Koivisto puh. 040 415 5969 , anni.koivisto(at)samediggi.fi

source: II varapuheenjohtaja Leo Aikio puh. 040 621 6505 / 010 839 3180, leo.aikio(at)samediggi.fi
smn: II värisaavâjođetteijee Leo Aikio puh. 040 621 6505 / 010 839 3180, leo.aikio(at)samediggi.fi

source: Hallintopäällikkö Pia Ruotsala-Kangasniemi, puh. 040 726 2688 / 010 839 3106, pia.ruotsala(at)samediggi.fi
smn: Haldâttâhhovdâ Pia Ruotsala-Kangasniemi, puh. 040 726 2688 / 010 839 3106, pia.ruotsala(at)samediggi.fi
